
// 항목
No.	선택	구분	학수번호	교과목명	학년	학점	담당교수	강의시간/강의실	신청/제한	재수강	선수과목	비고
1		전선	96001101	CAT번역	2	2	한승희	목 7 8 (8405)	2/없음		 	번역전공
21		전선	11171105	영->한 동시통역 I	2	2	홍설영	수 3 4 (8606)	7/12
78		전선	12506106	한->영 일반번역	1	2	Daniel Svoboda	목 3 4 (8306)	5/없음		 	번역전공

// 소스코드
javascript:saveIt(
  'KOR',
  'CAT번역',
  '96001101','D',
  '10','12','2',
  '1','','2',
  '0','85','D','0'
);
javascript:saveIt(
  'KOR',
  '영->한 동시통역 I',
  '11171105','D',
  '10','12','2',
  '1','','2',
  '0','85','D','20'
);
javascript:saveIt(
  'KOR',
  '한->영 일반번역 ',
  '12506106','D',
  '10','12','2',
  '1','','1',
  '0','85','D','77'
);

---
// 항목
No.	선택	구분	학수번호	교과목명	학년	학점	담당교수	강의시간/강의실	신청/제한	재수강	선수과목	비고
6		전필	91004101	번역학입문	1	2	고선정	금 3 4 (8601-1)	9/없음		 	번역전공
84		전필	91005201	한국어 작문	1	1	박현주	목 7 8 (8306)	0/없음		 	번역전공/~2014,2017~2020학번


// 소스코드
javascript:saveIt(
  'KOR',
  '번역학입문',
  '91004101','D',
  '10','11','2',
  '1','','1',
  '0','85','D','5'
);
javascript:saveIt(
  'KOR',
  '한국어 작문',
  '91005201','D',
  '10','11','1',
  '1','','1',
  '0','85','D','83'
);

---
// 데이터
No.	선택	구분	학수번호	교과목명	학년	학점	담당교수	강의시간/강의실	신청/제한	재수강	선수과목	비고
2		공선	20031101	모의회의 I	-	1	이주연	금 3 4 (8201)	0/없음		 	한영과/~2016학번
8		공선	30031401	모의회의 I	2	2	이주연	금 3 4 (8201)	45/없음		 	한영과/2021학번~

// 소스코드
javascript:saveIt(
  'KOR',
  '모의회의 I',
  '20031101','D',
  '40','32','1',
  '1','','-',
  '0','34','D','1'
);
javascript:saveIt(
  'KOR',
  '모의회의 I',
  '30031401','D',
  '40','32','2',
  '1','','2',
  '0','34','D','7'
);

---
// 데이터
No.	선택	구분	학수번호	교과목명	학년	학점	담당교수	강의시간/강의실	신청/제한	재수강	선수과목	비고
13		공필	10010301	주제특강 I	1	2	곽순례	수 7 8 (8201)	137/없음		 	2021학번~

// 소스코드
javascript:saveIt(
  'KOR',
  '주제특강 I',
  '10010301','D',
  '40','31','2',
  '1','','1',
  '0','34','D','12'
);